[
  {
    "id": "1",
    "name": "Biplane",
    "description": "A biplane is a fixed-wing aircraft with two main wings stacked one above the other. The first powered, controlled aeroplane to fly, the Wright Flyer, used a biplane wing arrangement, as did many aircraft in the early years of aviation.",
    "image": "biplane",
    "model": "toy_biplane_idle",
    "price": 8,
    "currency": "USD"
  },
  {
    "id": "2",
    "name": "Cupandsaucer",
    "description": "Cup and Saucer opened in 1990 and has been serving the best family meals in San Jose ever since. The Cup and Saucer is a quality neighborhood restaurant that the whole family can enjoy. The owners and staff are pleased to offer high quality food, reasonable prices, and excellent service.",
    "image": "cupandsaucer",
    "model": "cup_saucer_set",
    "price": 25,
    "currency": "USD"
  },
  {
    "id": "3",
    "name": "Drummertoy",
    "description": "Watch the PlanToys Pull Along Drummer march to the beat of the drum while it's being pulled along. While in motion, the drummer taps a drum to make a unique musical sound that encourages toddlers to walk. Pull-along toys like these greatly encourage little ones to keep walking and exploring the world on their own two feet. Improve balance, strengthen hand-eye coordination, and watch as gross motor skills develop through play! This wooden drummer is the ultimate musical walking companion.",
    "image": "drummertoy",
    "model": "toy_drummer_idle",
    "price": 14,
    "currency": "USD"
  },
  {
    "id": "4",
    "name": "Gramophone",
    "description": "A phonograph, later called a gramophone (as a trademark since 1887, as a generic name in the UK since 1910), and since the 1940s a record player, or more recently a turntable, is a device for the mechanical and analogue reproduction of recorded sound.",
    "image": "gramophone",
    "model": "gramophone",
    "price": 1298,
    "currency": "USD"
  },
  {
    "id": "5",
    "name": "Nike Air Force 1",
    "description": "Debuting in 1982, the AF-1 was the first basketball shoe to house Nike Air, revolutionising the game while rapidly gaining traction around the world. Today, the Air Force 1 stays true to its roots with the same soft and springy cushioning that changed sneaker history",
    "image": "nike-air-force",
    "model": "air_force",
    "price": 699,
    "currency": "USD"
  },
  {
    "id": "6",
    "name": "Nike Pegasus",
    "description": "A springy ride for any run, the Peg's familiar, just-for-you feel returns to help you accomplish your goals. This version has the same responsiveness and neutral support you love but with improved comfort in those sensitive areas of your foot, like the arch and toes. Whether you're logging long marathon miles, squeezing in a speed session before the sun goes down or hopping into a spontaneous group jaunt, it's still the established road runner you can put your faith in, day after day, run after run.",
    "image": "nike-pegasus",
    "model": "pegasus_trail",
    "price": 253,
    "currency": "USD"
  },
  {
    "id": "7",
    "name": "Red Chair",
    "description": "The Swan is a lounge chair and sofa designed by Arne Jacobsen in the Danish modern style in 1958 for the SAS Royal Hotel in Copenhagen. It is manufactured by Danish furniture manufacturer Republic of Fritz Hansen",
    "image": "redchair",
    "model": "chair_swan",
    "price": 12,
    "currency": "USD"
  },
  {
    "id": "8",
    "name": "Retro Television",
    "description": "Retro TV, formerly known as Retro Television Network, is an American broadcast television network owned by Get After It Media. The network mainly airs classic television sitcoms and drama series from the 1950s through the 1980s, although it also includes more recent programs from the 1990s and 2000s.",
    "image": "retrotv",
    "model": "tv_retro",
    "price": 859,
    "currency": "USD"
  },
  {
    "id": "9",
    "name": "Stratocaster",
    "description": "The Fender Stratocaster, colloquially known as the Strat, is a model of electric guitar designed between 1952 and 1954 by Leo Fender, Bill Carson, George Fullerton, and Freddie Tavares. The Fender Musical Instruments Corporation has continuously manufactured the Stratocaster since 1954.",
    "image": "stratocaster",
    "model": "fender_stratocaster",
    "price": 1999,
    "currency": "USD"
  },
  {
    "id": "10",
    "name": "Tea Pot",
    "description": "China is merely an abbreviated word for Chinaware, and china and porcelain describe the same thing. ... Porcelain was first exported from china during the Tang Dynasty (618-907AD) when tea drinking became popular and trade into the west increased.",
    "image": "teapot",
    "model": "teapot",
    "price": 341,
    "currency": "USD"
  },
  {
    "id": "11",
    "name": "Toy Car",
    "description": "New car portable garage toy 6 in 1 multi compartment truck police fire engine set Boy car toys. help kids to recognize color 2023 squirrel shop",
    "image": "toycar",
    "model": "toy_car",
    "price": 9,
    "currency": "USD"
  },
  {
    "id": "12",
    "name": "Tulip Vase",
    "description": "A tulipiere or tulip-holder is an ornate vessel in which to grow tulips and is usually made of hand-crafted pottery, classically delftware.",
    "image": "tulip",
    "model": "flower_tulip",
    "price": 154,
    "currency": "USD"
  },
  {
    "id": "13",
    "name": "Vintage Robot 2k",
    "description": "3D Model of Vintage Robot with physical based rendering materials. This model can be imported into various 3D applications using our Asset Importer Plugins.",
    "image": "vintagerobot2k",
    "model": "robot_walk_idle",
    "price": 487,
    "currency": "USD"
  },
  {
    "id": "14",
    "name": "Old Wattering Can",
    "description": "A watering can is a portable container, usually with a handle and a funnel, used to water plants by hand. It has been in use since at least A.D. 79 and has since seen many improvements in design. Apart from watering plants, it has varied uses, as it is a fairly versatile tool.",
    "image": "wateringcan",
    "model": "wateringcan",
    "price": 2899,
    "currency": "USD"
  }
]
